Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_2.tmx
Source language: de
Languages: en

source: Schutzkonstruktionen gegen Strahlung [für medizinische Zwecke]
en: Protective structures against radiation [for medical use]

source: Untersuchungssonden für medizinische Diagnosezwecke
en: Testing probes for medical diagnostic purposes

source: Apparate und Anlagen zur Erzeugung von Röntgenstrahlen für medizinische Zwecke
en: Apparatus and installations for the production of X-rays, for medical purposes

source: Lampen für medizinische Zwecke
en: Lamps for medical purposes

source: Apparate zur Blutreinigung bei chirurgischen Verfahren
en: Apparatus for cleansing blood during surgical procedures

source: Ultraviolettfilter für medizinische Zwecke
en: Filters for ultraviolet rays, for medical purposes

source: Medizinische Geräte aus synthetischem Gummi zur Präventivbehandlung
en: Contrivances made from synthetic rubber for prophylactic purposes

source: Vorrichtungen aus synthetischem Gummi für die Empfängnisverhütung
en: Contrivances of synthetic rubber for contraceptive purposes

source: Korsetts für Heilzwecke
en: Corsets for curative purposes

source: Infrarotapparate fÃ¼r chirurgische Zwecke
en: Infrared apparatus for surgical purposes

source: Infrarotlampen fÃ¼r medizinische Zwecke
en: Infrared lamps for medical purposes

source: Innenlumen für Ballonkatheter
en: Inner lumens for balloon catheters

source: Diagnostische medizinische Untersuchungsgeräte zur Verwendung in Immuntestverfahren
en: Diagnostic testing instruments for use in immunoassay procedure [medical]

source: Stepper zur Verwendung in der Physiotherapie
en: Step-up machines for use in physiotherapy

source: Implantate für Bänder [Prothesen]
en: Implants [prosthesis] for ligaments

source: Platten in Form von orthopädischen chirurgischen Instrumenten
en: Plates in the nature of orthopaedic surgical instruments

source: Tragbare Vernebler für medizinische Zwecke
en: Portable nebulisers for medical purposes

source: Otologische Implantate
en: Otological implants

source: Wärmetherapieapparate für medizinische Zwecke
en: Thermotherapy apparatus for medical purposes

source: Elastische Bandagen
en: Bandages, elastic

source: Geburtshelfergeräte für Vieh
en: Obstetric apparatus for cattle

source: Künstliche Knochenteile zur Implantation in natürliche Knochen
en: Artificial bone parts to be implanted in natural bones

source: Ultraschallgeräte für die medizinische Untersuchung des Körpers
en: Ultrasonic apparatus for medical use in scanning the body

source: Ultraschallaspiratoren zum Trennen von weichen Gewebeteilen
en: Ultrasonic aspirators for separating soft tissue parts

source: Ultraschalldiagnoseinstrumente für therapeutische Zwecke
en: Ultrasonic diagnostic instruments for therapeutic purposes

source: Stethoskope
en: Stethoscopes

source: Hörgeräte für Schwerhörige
en: Hearing apparatus for the deaf

source: Strahlenschutztextilien zur Verwendung für therapeutische Behandlungen von Tieren
en: Radiation shielding textiles for use in the therapeutic treatment of animals

source: Polster für Pantoffeln [orthopädisch]
en: Pads for slippers [orthopaedic]

source: Zentromedulläre Nägel für Schienbeine
en: Centro-medullary nails for tibia

source: Magnete für therapeutische Zwecke
en: Magnets for therapeutic use

source: Gynäkologische Instrumente zur Untersuchung der Fortpflanzungsorgane von Frauen
en: Gynecological medical instruments for examining women' s reproductive organs

source: Elastomermaterialien für medizinische Zwecke
en: Elastomeric material for medical use

source: Subkutane Nadeln für die Infusionstherapie
en: Hypodermic needles for use in infusion therapy

source: Subkutane Spritzen zur Verabreichung von Injektionssubstanzen
en: Hypodermic syringes for use in administering injection substances

source: Rückenstützen für medizinische Zwecke
en: Back supports for medical purposes

source: Orthopädische Schienen
en: Orthopaedic splints

source: Orthopädische Prothesen
en: Orthopaedic hip prostheses

source: Spektrumanalysegeräte für medizinische Diagnosen
en: Spectrum analyzers for use in medical diagnosis

source: Künstliche Haut für chirurgische Zwecke
en: Artificial skin for surgical purposes

source: Nadelhalter für chirurgische Zwecke
en: Needle holders for surgical use

source: Lärmschutz in Form von verformbaren Gehörschutzotoplastiken
en: Noise protection means in the form of deformable ear plugs

source: Medizinische Apparate zur Kontrolle der Gasaustauschparameter der Lunge
en: Medical apparatus for controlling pulmonary gas exchange parameters

source: Subkutane Einwegspritzen für medizinische Zwecke
en: Disposable hypodermic syringes for medical use

source: Bohrschablonen für chirurgische Zwecke
en: Drilling templates for surgical use

source: Untersuchungsliegen für zahnmedizinische Zwecke
en: Examination couches specially made for dental use

source: Wundhaken [medizinische Geräte]
en: Retractors [medical instruments]

source: Spezialmöbel für zahnärztliche Zwecke
en: Furniture especially made for dental use

source: Spezialmöbel für chirurgische Zwecke
en: Furniture especially made for surgical use

source: Gaslasergeräte für medizinische Behandlungen
en: Gas laser apparatus for medical treatment

source: Chirurgische Spiegel
en: Surgical mirrors

source: Bandagen [mit Stützfunktion] für chirurgische Zwecke
en: Bandages [supportive] for surgical purposes

source: Hochfrequenzschneidinstrumente für zahnmedizinische Zwecke
en: High frequency cutting instruments for dental purposes

source: Tragebandagen für Gelenke
en: Suspensory bandages for joints

source: Kohlenstoffbogenlampen für therapeutische Zwecke
en: Carbon arc lamp units for therapeutic purposes

source: Injektionsnadeln für medizinische Zwecke
en: Injection needles for medical use

source: Nuklearmedizinische tomografische Scanner
en: Nuclear medicine tomographic scanners

source: Wechseldruckmatratzen für medizinische Zwecke
en: Alternating pressure mattresses for medical use

source: Sprachhilfsgeräte [Therapie]
en: Speech aid [therapy] apparatus

source: Orthopädische Einlegesohlen mit Fußgewölbestützen
en: Orthopaedic inner soles incorporating arch supports

source: Atemhelme für die künstliche Atmung
en: Respiratory helmets for artificial respiration

source: Atemüberwachungsgeräte [medizinisch]
en: Respiratory monitors [medical]

source: Sensorapparate für medizinische Diagnosezwecke
en: Sensor apparatus for medical use in diagnosis

source: Elastische Kompressionsverbände für chirurgische Zwecke
en: Elastic compression bandages for surgical purposes

source: Elastische Fußgelenkstützen
en: Elasticated supports for the ankle

source: Nagelzangen für medizinische Zwecke
en: Nail pinches for medical use

source: Goniometer für orthopädische Zwecke
en: Goniometers for orthopaedic use

source: Lichtquellen für medizinische Zwecke
en: Light sources for medical use

source: Flüssigchromatografieinjektoren für medizinische Zwecke
en: Liquid chromatography injectors for medical use

source: Flüssigchromatografieinstrumente für medizinische Zwecke
en: Liquid chromatography instruments for medical use

source: Medizinische Druckkammern
en: Medical pressure chambers

source: Endoskope für diagnostische Zwecke
en: Endoscopes for diagnostic use

source: Epiduralanalgesieapparate für medizinische Zwecke
en: Epidural analgesia apparatus for medical use

source: Epiduralanalgesieapparate für chirurgische Zwecke
en: Epidural analgesia apparatus for surgical use

source: Medizinische Apparate zur Linderung von Schmerzen
en: Medical apparatus for the relief of pain

source: Spezialkoffer für Chirurgen
en: Bags [fitted] for use by surgeons

source: Bettgestelle für Spezialbetten für medizinische Zwecke
en: Bed bases for beds especially made for medical purposes

source: Einlegeschalen [orthopädisch]
en: Insole-shells [orthopaedic]

source: Instrumente zur Herzstimulation
en: Instruments for cardiac stimulation

source: Apparate zur Laserlichtbehandlung für medizinische Zwecke
en: Laser light treatment instruments for medical use

source: Mundschutz für medizinische Zwecke
en: Mouth guards for medical purposes

source: Chirurgische Implantate aus künstlichen Materialien
en: Surgical implants comprised of artificial materials

source: Befeuchter für medizinische Zwecke
en: Humidifying apparatus for medical use

source: Medizinische Therapieapparate
en: Medical therapy instruments

source: Telemetriegeräte für medizinische Anwendungen
en: Telemetry devices for medical applications

source: Temperaturempfindliche Prüfgeräte für medizinische Zwecke
en: Temperature sensitive testing instruments for medical use

source: Wasserbetten für medizinische Zwecke
en: Hydrostatic [water] beds for medical purposes

source: Druckanzüge für medizinische Zwecke
en: Pressurised suits for medical use

source: Prothesen aus hochfestem Porzellan zur Befestigung an der Zahnschmelzstruktur
en: Prostheses constructed in high strength porcelain affixed to the enamel structure

source: Geformte aufblasbare Polster für Patienten
en: Contoured inflated pads for patients

source: Schläuche für Kanülen
en: Tubing for use with cannulas

source: Optometrische Instrumente
en: Optometric instruments

source: Orthopädische Geräte
en: Orthopaedic instruments

source: Orthopädische Kompressionsstützen
en: Orthopaedic compression supports

source: Apparate zum Messen der Lungenfunktion
en: Apparatus for measuring lung function

source: Atemschutzmasken für chirurgische Anwendungen
en: Protective breathing masks for surgical applications

source: Atemschutzmasken aus Vliesmaterial für chirurgische Anwendungen
en: Protective breathing masks made of non-woven materials for surgical applications

source: Gesichtsschutzmasken für medizinische Zwecke
en: Protective face masks for medical use

source: Schutzhandschuhe für Chirurgen zur Verwendung bei Operationen
en: Protective gloves for use by surgeons during operations

source: Zehenstützen [orthopädisch]
en: Toe props [orthopaedic]

source: Senkfußeinlagen für Plattfüße
en: Arch supports for flat feet

source: Künstliche Schädelteile
en: Artificial cranial components

source: Künstliche Herz-Lungen-Maschinen
en: Artificial heart-lung machines

source: Kissen für orthopädische Zwecke
en: Pillows for orthopedic use

source: Kissen für therapeutische Zwecke
en: Pillows for therapeutic use

source: Medizinische Geräte für Körperübungen und Krankengymnastik
en: Physical exercise apparatus for medical purposes

source: Elektroden für externe Defibrillatoren
en: Electrodes for external defibrillators

source: Medizinische Apparate zur Erleichterung der Inhalation pharmazeutischer Präparate
en: Medical apparatus for facilitating the inhalation of pharmaceutical preparations

source: Abpolsterungen für medizinische Zwecke
en: Cushioning devices for medical use

source: Saugdrainagesets für medizinische Zwecke
en: Suction drainage sets for medical use

source: Stützmatratzen zur Verhütung von Druckgeschwüren
en: Support mattresses for preventing pressure sores

source: Chirurgische Instrumente
en: Surgical instruments

source: Chromatographische Medizin-Apparate
en: Chromatographic instruments for medical use

source: CO2-Insufflatoren für die urologische Therapie
en: Co2 insufflators for urological therapy

source: Behälter für medizinische Abfallprodukte
en: Boxes adapted for medical waste products

source: Tropfflaschen zur Verabreichung von Arzneimitteln
en: Dropper bottles for administering medication

source: Künstliche Linsen zur Implantation in das Auge
en: Artificial lenses for implantation in the eye

source: Künstliche Zahnteile
en: Artificial parts for teeth

source: Künstliche Schwämme für medizinische Zwecke
en: Artificial sponges for medical purposes

source: Apparate für die Behandlung von Krebs
en: Apparatus for the treatment of cancer

source: Apparate zur Behandlung von Cellulitis
en: Apparatus for the treatment of cellulite

source: Diagnoseapparate für Schwangerschaftstests
en: Diagnostic apparatus for pregnancy testing

source: Nasenschutzmasken für medizinische Zwecke
en: Protective nose masks for medical use

source: Therapeutische Stützbandagen
en: Therapeutic support bandages

source: Thermische Elektrokompressen für medizinische Zwecke
en: Thermal electric compresses for medical use

source: Wärmende Massagepolster
en: Thermal massage pads

source: Spurenmaterialanalysegeräte für medizinische Diagnosezwecke
en: Trace material analyzers for medical use in diagnosis

source: Transplantationsprothesen für die Chirurgie
en: Transplant protheses for use in surgery

source: Quarzlampen für medizinische Zwecke
en: Quartz lamps for medical purposes

source: Gewichte für Körperübungen [angepasst für medizinische Zwecke]
en: Weights for physical exercise [adapted for medical use]

source: Apparate zur Durchführung diagnostischer Tests für medizinische Zwecke
en: Apparatus for carrying-out diagnostic tests for medical purposes

source: Apparate zur Bestimmung des Blutflusses
en: Apparatus for determining blood flow

source: Geräte für die echokardiografische Bildgebung
en: Apparatus for echocardiography imaging

source: Dauermagnete für therapeutische Zwecke
en: Permanent magnets for therapeutic use

source: Chirurgische Instrumente für die orthopädische Chirurgie
en: Surgical instruments for use in orthopedic surgery

source: Strümpfe für therapeutische Zwecke
en: Stockings for therapeutic purposes

source: Saugapparate für medizinische Zwecke
en: Suction apparatus for medical use

source: Implantierbare Herzimpulsgeneratoren
en: Implantable cardiac pulse generators

source: Pneumatisch betriebene medizinische Instrumente
en: Pneumatically operated medical instruments

source: Gepolsterte Kissen für medizinische Zwecke
en: Padded cushions for medical purposes

source: Körperwärmgeräte für medizinische Zwecke
en: Body warming devices for medical use

source: Spezialkoffer für chirurgische Instrumente
en: Cases fitted for surgical instruments

source: Apparate zur Mikrodermabrasion
en: Microdermabrasion apparatus

source: Handbetätigte Massagegeräte
en: Manual massage instruments

source: Elastische Schlauchbandagen zum Stützen von Gliedmaßen
en: Tubular elastic bandages for supporting limbs

source: Ultraschallreinigungsinstrumente für chirurgische Zwecke
en: Ultrasonic cleaning instruments for surgical use

source: Ultraschalldiagnosegeräte für zahnärztliche Zwecke
en: Ultrasonic diagnostic instruments for dental use

source: Erkennungsgeräte für veterinärmedizinische Zwecke
en: Detecting instruments for veterinary use

source: Radiokardiografische Apparate für medizinische Zwecke
en: Radio cardiographic apparatus for medical purposes

source: Radioisotopenapparate für medizinische Zwecke
en: Radioisotope apparatus for medical use

source: Heftgeräte für medizinische Zwecke
en: Staplers for medical purposes

source: Sitzpolster für Rollstühle für medizinische Zwecke
en: Pads for seats for wheelchairs [for medical use]

source: Zentromedulläre Nägel für Oberschenkel
en: Centro-medullary nails for femur

source: Hämmer für chirurgische Zwecke
en: Mallets for surgical use

source: Fieberthermometer
en: Clinical thermometers

source: Zangen für zahntechnische Zwecke
en: Forceps for dental technical purposes

source: Geräte zur Messung der Herzfrequenz
en: Heartbeat measuring apparatus

source: Unterlagen aus Gummi für Inkontinenz
en: Sheets made of rubber for incontinence

source: Elektrische Bettdecken für medizinische Zwecke
en: Electric blankets [bed] for medical use

source: Gesichtsmasken für chirurgische Zwecke zum Schutz vor Giftstoffen
en: Face masks for surgical use for toxic substance protection

source: Blutabnahmeröhrchen für medizinische Zwecke
en: Blood collection tubes for medical use

source: Akustische Verstärker [Hörgeräte] für hörgeschädigte Personen
en: Acoustic amplifiers [hearing aids] for partially deaf persons

source: Akustische Verstärker für schwerhörige Personen
en: Acoustic amplifiers for partially deaf persons

source: Verschüttsichere Arzneimittellöffel für Kinder
en: Non-spill medicine spoons for infants

source: Messgeräte für medizinische Zwecke
en: Measuring devices for medical use

source: Messinstrumente für medizinische Zwecke
en: Measuring instruments adapted for medical use

source: Mechanische Klappen zum Implantieren in menschliche Herzen
en: Mechanical valves for implantation in human hearts

source: Medizinische Apparate
en: Medical instruments

source: Medizinische Instrumente zum Entfernen von Warzen durch Vereisen
en: Medical instruments for the removal of warts by freezing

source: Digitale Thermometer für medizinische Zwecke
en: Digital thermometers for medical purposes

source: Elektromedizinische Diagnoseapparate
en: Electromedical diagnostic instruments

source: Elektronische Analysegeräte für medizinische Zwecke
en: Electronic analyzers for medical purposes

source: Chirurgische Hautheftgeräte
en: Surgical skin staplers

source: Intrakorneale Implantate
en: Intra-corneal implants

source: Intramedulläre Pfropfen
en: Intramedullary plugs

source: Intraokulare Linsen für chirurgische Implantationen
en: Intraocular lenses for surgical implantation

source: Laser mit optischen Fasern für medizinische Zwecke
en: Lasers incorporating optical fibres for medical use

source: Beutel für chirurgische Zwecke zum Sammeln von Urin
en: Bags for surgical use in collecting urine

source: Zahnsonden, nicht für den persönlichen Gebrauch
en: Dental picks, other than for personal use

source: Ureterale Stents als chirurgische Hilfsmittel
en: Ureteral stents being surgical support

source: Medizinische Suspensorien für Athleten
en: Suspensory bandages for use in athletics

source: Prothesen zur Implantation in den Kieferknochen
en: Prostheses for implantation into the jaw bone

source: Prothetische Hüllen für Gliedmaßen
en: Prosthetic sleeves for limbs

source: Prothetische Bandagen für Gliedmaßen
en: Prosthetic suspension sleeves for limbs

source: Knochenersatz für chirurgische Zwecke
en: Bone substitutes for surgical use

source: Implantate aus künstlichen Materialien
en: Implants consisting of artificial materials

source: Injektionsinstrumente für Pharmazeutika
en: Injection device for pharmaceuticals

source: Elektrische Knochenoperationsgeräte
en: Electric bone operating machines

source: Elektrische Skalpelle [für chirurgische Zwecke]
en: Electric scalpels [for surgical purposes]

source: Augenärztliche Geräte
en: Ophthalmological instruments

source: Ophthalmische mikrochirurgische Messer
en: Ophthalmic microsurgical knives

source: Luftmatratzen für Säuglinge [für medizinische Zwecke]
en: Air mattresses for infants [for medical purposes]

source: Kondome mit Spermiziden
en: Spermicidal condoms

source: Schienenmaterial für chirurgische Zwecke
en: Splinting materials for surgical use

source: Orthopädische Fußpolster
en: Orthopaedic foot cushions

source: Behälter für chirurgische Instrumente
en: Receptacles for receiving surgical instruments

source: Atemmasken für künstliche Beatmung
en: Respiratory masks for artificial respiration

source: Ohrpassstücke für Hörgeräte
en: Ear adaptors for hearing aids

source: Elastische Bandagen mit Kupferverbindungen
en: Elasticated bandages incorporating copper compounds

source: Transplantate für chirurgische Zwecke
en: Artificial vaginas, being adult sexual aids

source: Lichtquellen für elektronische Endoskope für medizinische Zwecke
en: Light sources for electronic endoscopes for medical purposes

source: Äußere Fixatoren [Schienen]
en: External fixators [splints]

source: Gesichtsmasken für medizinische Zwecke zum Schutz vor Bakterien
en: Face masks for medical use for anti bacterial protection

source: Medizinische Pulsdruckwandler
en: Medical pulse pressure transducers

source: Endoskope für chirurgische Zwecke
en: Endoscopes for surgical use

source: Endoskopische Verschlussballons
en: Endoscopic occlusion balloons

source: Medizinische Heizgeräte mit Körperkontaktapplikatoren
en: Medical heating units with body contact applicators

source: Gefäßzugänge für medizinische Zwecke
en: Medical apparatus for renal dialysis

source: Medizinische Apparate für die Nierendialyse
en: Bandages for supporting the human body

source: Bügel für medizinische Untersuchungstische
en: Stirrups for use with medical examination tables

source: Instrumente für die intraluminare Sklerosation von varikosen Venen
en: Instruments for intraluminar sclerosation of varicose veins

source: Röntgenfilmhalter zur Verwendung im Mund
en: Holders for x-ray films for use in the mouth

source: Automatisierte Analysegeräte für Fremdkörper in Körperflüssigkeiten [für medizinische Zwecke]
en: Automated analyzers for foreign matter contained in body fluids [for medical use]

source: Analysegeräte für medizinische Zwecke
en: Testing apparatus for medical purposes

source: Statische Elektrotherapieapparate
en: Static electric therapy apparatus

source: Matrizen für orthopädische Zwecke
en: Templates for orthopedic purposes

source: Ballonkatheter für die Angioplastie
en: Angioplasty balloon catheters

source: Behälter zum Transport von Proben, die lebende humane Zellen enthalten
en: Containers for transporting samples containing living human cells

source: Einsätze für Atemmasken für chirurgische Zwecke
en: Inserts for breathing masks for surgical use

source: Orthopädische Schuhe
en: Orthopaedic footwear

source: Künstliche Zähne
en: Artificial teeth

source: Chirurgische Apparate und Instrumente
en: Surgical apparatus and instruments

source: Elektronische medizinische Geräte
en: Electronic medical instruments

source: Elektronische Überwachungsinstrumente für medizinische Zwecke
en: Electronic monitoring instruments for medical use

source: Kohlendioxidanzeiger für medizinische Zwecke
en: Carbon dioxide indicators for medical use

source: Masken für medizinisches Personal
en: Masks for use by medical personnel

source: Beißketten zur Schmerzlinderung beim Zahnen
en: Teething chains for relieving teething pain

source: Irrigatoren für medizinische Zwecke
en: Enema apparatus for medical purposes

source: Apparate für die Behandlung von Beingeschwüren
en: Apparatus for the treatment of leg ulcers

source: Elektrische Atemgeräte für die künstliche Beatmung
en: Powered respirators for artificial respiration

source: Spongiosaschrauben in Form von orthopädischen chirurgischen Instrumenten
en: Lag screws in the nature of orthopaedic surgical instruments

source: Ungefüllte Sauerstoffinhalatoren für medizinische Zwecke
en: Oxygen inhalers for medical purposes sold empty

source: Apparate für die nicht invasive Chirurgie
en: Apparatus for non-invasive surgery

source: Schutzhandschuhe für medizinisches Personal
en: Protective gloves for use by persons working in medicine

source: Durchflussgeregelte Zentrifugenfilter für medizinische Zwecke
en: Throughflow operated centrifuges filters for medical use

source: Zahnpoliergeräte zur Verwendung durch Zahnärzte
en: Tooth polishing appliances for use by dentists

source: Krankenhausbetten für Verbrennungspatienten
en: Hospital beds for use by burn patients

source: Fußgewölbekissen [orthopädisch]
en: Arch cushions [orthopaedic]

source: Senkfußeinlagen für orthopädische Stiefel
en: Arch supports for orthopaedic boots

source: Künstliche Knorpel aus synthetischem Material
en: Artificial cartilage made from synthetic materials

source: Rohre für chirurgische Anwendungen
en: Pipes for surgical applications

source: Pipetten für medizinische Zwecke
en: Pipetting instruments for medical use

source: Vakuumsonden für medizinische Zwecke
en: Vacuum probes for medical use

source: Implantate für die Osteosynthese
en: Implants for osteosynthesis

source: Luftmatratzen für medizinische Zwecke
en: Air mattresses for medical purposes
